{
    "Title": "Brüno",
    "Year": "2009",
    "Rated": "R",
    "Released": "10 Jul 2009",
    "Runtime": "81 min",
    "Genre": "Comedy",
    "Director": "Larry Charles",
    "Writer": "Sacha Baron Cohen (screenplay), Anthony Hines (screenplay), Dan Mazer (screenplay), Jeff Schaffer (screenplay), Sacha Baron Cohen (story), Peter Baynham (story), Anthony Hines (story), Dan Mazer (story), Sacha Baron Cohen (character)",
    "Actors": "Sacha Baron Cohen, Gustaf Hammarsten, Clifford Bañagale, Chibundu Orukwowu",
    "Plot": "Brüno is a gay Austrian fashion guru. He has his own fashion based television show, Funkyzeit, the most popular German-language show of its kind outside of Germany. After he disgraces himself in front of his Funkyzeit fan base, he is ruined in German speaking Europe. He decides that in his quest for worldwide fame, he will move to Los Angeles and reinvent himself. Accompanying him to the US is Lutz, his former assistant's assistant. Lutz is the only person left in his circle that still believes in Brüno's greatness. Brüno goes through one reinvention of himself after another, ultimately straying to areas far removed from his own self. Perhaps when Brüno finds an activity that he truly does love, he will also find that über-fame he so desperately desires.",
    "Language": "English, German",
    "Country": "USA, UK",
    "Awards": "2 wins & 5 nominations.",
    "Poster": "https://m.media-amazon.com/images/M/MV5BMTUwNDIwNDE5MV5BMl5BanBnXkFtZTcwMDA2MzA1Mg@@._V1_SX300.jpg",
    "Ratings": [
      {
        "Source": "Internet Movie Database",
        "Value": "5.8/10"
      },
      {
        "Source": "Rotten Tomatoes",
        "Value": "67%"
      },
      {
        "Source": "Metacritic",
        "Value": "54/100"
      }
    ],
    "Metascore": "54",
    "imdbRating": "5.8",
    "imdbVotes": "133,095",
    "imdbID": "tt0889583",
    "Type": "movie",
    "DVD": "17 Nov 2009",
    "BoxOffice": "$59,992,760",
    "Production": "Universal Pictures",
    "Website": "http://www.meinspace.com/bruno",
    "Response": "True"
}